const docsData = [
  {
    "name": "1.Білім беру ұйымының жалпы сипаттамасы",
    "type": "folder",
    "path": "1.Білім беру ұйымының жалпы сипаттамасы",
    "children": [
      {
        "name": "БИН.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/БИН.pdf"
      },
      {
        "name": "Жарғы “Жан жылуы”бб.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Жарғы “Жан жылуы”бб.pdf"
      },
      {
        "name": "Мед договор.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Мед договор.pdf"
      },
      {
        "name": "Сэс заключение .pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Сэс заключение .pdf"
      },
      {
        "name": "Техобслуживание .pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Техобслуживание .pdf"
      },
      {
        "name": "Шешім бұйрық.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Шешім бұйрық.pdf"
      },
      {
        "name": "Қызметті жүзеге асыру хабарлама.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "1.Білім беру ұйымының жалпы сипаттамасы/Қызметті жүзеге асыру хабарлама.pdf"
      }
    ]
  },
  {
    "name": "2.Кадрлық құрамға талдау",
    "type": "folder",
    "path": "2.Кадрлық құрамға талдау",
    "children": [
      {
        "name": "Сапалық құрам.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "2.Кадрлық құрамға талдау/Сапалық құрам.pdf"
      }
    ]
  },
  {
    "name": "3.Тәрбиеленушілер контингенті",
    "type": "folder",
    "path": "3.Тәрбиеленушілер контингенті",
    "children": [
      {
        "name": "2023-2024 оқу жылындағы топтардың тізімі.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "3.Тәрбиеленушілер контингенті/2023-2024 оқу жылындағы топтардың тізімі.pdf"
      },
      {
        "name": "2024-2025 оқу жылындағы топтардың тізімі.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "3.Тәрбиеленушілер контингенті/2024-2025 оқу жылындағы топтардың тізімі.pdf"
      },
      {
        "name": "2025-2026 оқу жылындағы топтардың тізімі.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "3.Тәрбиеленушілер контингенті/2025-2026 оқу жылындағы топтардың тізімі.pdf"
      }
    ]
  },
  {
    "name": "4.Оқу –әдістемелік жұмыс",
    "type": "folder",
    "path": "4.Оқу –әдістемелік жұмыс",
    "children": [
      {
        "name": "2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "type": "folder",
        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "children": [
          {
            "name": "1. Ортаңғы «Бүлдіршін» тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы",
            "children": [
              {
                "name": "1. ортаңғы Бүлдіршін топ тізімі2023-2024ж.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/1. ортаңғы Бүлдіршін топ тізімі2023-2024ж.pdf"
              },
              {
                "name": "2. 2023-2024 оқу жылының Күн тәртібі ортаңғы  топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/2. 2023-2024 оқу жылының Күн тәртібі ортаңғы  топ .pdf"
              },
              {
                "name": "3.ортаңғы Бүлдіршін топ оқу жоспары2023-2024ж.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/3.ортаңғы Бүлдіршін топ оқу жоспары2023-2024ж.pdf"
              },
              {
                "name": "4. ортаңғы тобының  2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/4. ортаңғы тобының  2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ортаңғы Бүлдіршін топ Перспектива 2023-2024ж.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/5.ортаңғы Бүлдіршін топ Перспектива 2023-2024ж.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.қыркүйек 5 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта",
                    "children": [
                      {
                        "name": "01.3.қыркүйек1апта23ж.ортаңғы.doc",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта/01.3.қыркүйек1апта23ж.ортаңғы.doc"
                      },
                      {
                        "name": "01.3.қыркүйек2апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта/01.3.қыркүйек2апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек3апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта/01.3.қыркүйек3апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек4апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта/01.3.қыркүйек4апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек5апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/1.қыркүйек 5 апта/01.3.қыркүйек5апта23ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "2.Қазан 5 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта",
                    "children": [
                      {
                        "name": "02.3.қазан 1 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта/02.3.қазан 1 апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан 2апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта/02.3.қазан 2апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан 4апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта/02.3.қазан 4апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан,қараша5апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта/02.3.қазан,қараша5апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан3апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/2.Қазан 5 апта/02.3.қазан3апта23ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "3.қараша 5апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/3.қараша 5апта",
                    "children": [
                      {
                        "name": "03.3.қараша1 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/3.қараша 5апта/03.3.қараша1 апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша2 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/3.қараша 5апта/03.3.қараша2 апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша3 апта23ж. ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/3.қараша 5апта/03.3.қараша3 апта23ж. ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша4 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/3.қараша 5апта/03.3.қараша4 апта23ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "4.желтоқсан 4 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/4.желтоқсан 4 апта",
                    "children": [
                      {
                        "name": "04.3.желтоксан 1апта 23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/4.желтоқсан 4 апта/04.3.желтоксан 1апта 23ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 2 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/4.желтоқсан 4 апта/04.3.желтоксан 2 апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/4.желтоқсан 4 апта/04.3.желтоксан 3 апта23ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 4 апта23ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/4.желтоқсан 4 апта/04.3.желтоксан 4 апта23ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "5.қаңтар 5 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта",
                    "children": [
                      {
                        "name": "05.3.қаңтар  3апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта/05.3.қаңтар  3апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар  4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта/05.3.қаңтар  4апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар  5апта24ж. ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта/05.3.қаңтар  5апта24ж. ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар 1 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта/05.3.қаңтар 1 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар 2апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/5.қаңтар 5 апта/05.3.қаңтар 2апта24ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "6.ақпан 4 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/6.ақпан 4 апта",
                    "children": [
                      {
                        "name": "06.3.ақпан  1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/6.ақпан 4 апта/06.3.ақпан  1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  2апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/6.ақпан 4 апта/06.3.ақпан  2апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  3апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/6.ақпан 4 апта/06.3.ақпан  3апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/6.ақпан 4 апта/06.3.ақпан  4апта24ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "7.наурыз 4 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/7.наурыз 4 апта",
                    "children": [
                      {
                        "name": "07.3.наурыз 1апта24ж.ортаңғы (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/7.наурыз 4 апта/07.3.наурыз 1апта24ж.ортаңғы (1).docx"
                      },
                      {
                        "name": "07.3.наурыз 2апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/7.наурыз 4 апта/07.3.наурыз 2апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз 3апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/7.наурыз 4 апта/07.3.наурыз 3апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз 4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/7.наурыз 4 апта/07.3.наурыз 4апта24ж.ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "8.сәуір 4апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/8.сәуір 4апта",
                    "children": [
                      {
                        "name": "08.3.Сәуір 1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/8.сәуір 4апта/08.3.Сәуір 1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 3апта24ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/8.сәуір 4апта/08.3.Сәуір 3апта24ж..ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 4апта24ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/8.сәуір 4апта/08.3.Сәуір 4апта24ж..ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір2апта24ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/8.сәуір 4апта/08.3.Сәуір2апта24ж..ортаңғы.docx"
                      }
                    ]
                  },
                  {
                    "name": "9.Мамыр 5 апта",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта",
                    "children": [
                      {
                        "name": "09.4.Мамыр  3апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта/09.4.Мамыр  3апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.4.Мамыр 1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта/09.4.Мамыр 1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.4.Мамыр 4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта/09.4.Мамыр 4апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.4.Мамыр2апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта/09.4.Мамыр2апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.4.Мамыр5апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1. Ортаңғы «Бүлдіршін» тобы/ЦИКЛОГРАММА/9.Мамыр 5 апта/09.4.Мамыр5апта24ж.ортаңғы.docx"
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "2. Ересек «Айгөлек» тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы",
            "children": [
              {
                "name": "1. ТОП ТІЗІМІ АЙГӨЛЕК.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/1. ТОП ТІЗІМІ АЙГӨЛЕК.pdf"
              },
              {
                "name": "2. 2023-2024 оқу жылының Күн тәртібі ересек  топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/2. 2023-2024 оқу жылының Күн тәртібі ересек  топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "4. Ересек тобының 2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/4. Ересек тобының 2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВАЛЫҚ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/5.ПЕРСПЕКТИВАЛЫҚ ПЛАН.docx"
              },
              {
                "name": "ПЕРСПЕКТИВАЛЫҚ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ПЕРСПЕКТИВАЛЫҚ ПЛАН.docx"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.қыркүйек",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек",
                    "children": [
                      {
                        "name": "01.4.қыркүйек1апта23ж.ересек.doc",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек/01.4.қыркүйек1апта23ж.ересек.doc"
                      },
                      {
                        "name": "01.4.қыркүйек2апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек/01.4.қыркүйек2апта23ж.ересек.docx"
                      },
                      {
                        "name": "01.4.қыркүйек3апта23ж.ересек (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек/01.4.қыркүйек3апта23ж.ересек (2).docx"
                      },
                      {
                        "name": "01.4.қыркүйек4апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек/01.4.қыркүйек4апта23ж.ересек.docx"
                      },
                      {
                        "name": "01.5.қыркүйек5апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/1.қыркүйек/01.5.қыркүйек5апта23ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "2.қазан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан",
                    "children": [
                      {
                        "name": "02.1.қазан 1 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан/02.1.қазан 1 апта23ж.ересек.docx"
                      },
                      {
                        "name": "02.2.қазан 2апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан/02.2.қазан 2апта23ж.ересек.docx"
                      },
                      {
                        "name": "02.3.қазан3апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан3апта23ж.ересек.docx"
                      },
                      {
                        "name": "02.4.қазан 4апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан/02.4.қазан 4апта23ж.ересек.docx"
                      },
                      {
                        "name": "02.5.қазан,қараша5апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/2.қазан/02.5.қазан,қараша5апта23ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "3.қараша",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/3.қараша",
                    "children": [
                      {
                        "name": "03.1.қараша1 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/3.қараша/03.1.қараша1 апта23ж.ересек.docx"
                      },
                      {
                        "name": "03.2.қараша2 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/3.қараша/03.2.қараша2 апта23ж.ересек.docx"
                      },
                      {
                        "name": "03.3.қараша3 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/3.қараша/03.3.қараша3 апта23ж.ересек.docx"
                      },
                      {
                        "name": "03.4.қараша4 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/3.қараша/03.4.қараша4 апта23ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "4.желтоқсан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/4.желтоқсан",
                    "children": [
                      {
                        "name": "04.1.желтоксан 1апта 23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/4.желтоқсан/04.1.желтоксан 1апта 23ж.ересек.docx"
                      },
                      {
                        "name": "04.2.желтоксан 2 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/4.желтоқсан/04.2.желтоксан 2 апта23ж.ересек.docx"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 3 апта23ж.ересек.docx"
                      },
                      {
                        "name": "04.4.желтоксан 4 апта23ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/4.желтоқсан/04.4.желтоксан 4 апта23ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "5.қаңтар",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар",
                    "children": [
                      {
                        "name": "05.1.қаңтар 1 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар/05.1.қаңтар 1 апта24ж.ересек.docx"
                      },
                      {
                        "name": "05.2.қаңтар 2апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар/05.2.қаңтар 2апта24ж.ересек.docx"
                      },
                      {
                        "name": "05.3.қаңтар  3апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар  3апта24ж.ересек.docx"
                      },
                      {
                        "name": "05.4.қаңтар  4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар/05.4.қаңтар  4апта24ж.ересек.docx"
                      },
                      {
                        "name": "05.5.қаңтар  5апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/5.қаңтар/05.5.қаңтар  5апта24ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "6.ақпан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/6.ақпан",
                    "children": [
                      {
                        "name": "06.1.ақпан  1апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/6.ақпан/06.1.ақпан  1апта24ж.ересек.docx"
                      },
                      {
                        "name": "06.2.ақпан  2апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/6.ақпан/06.2.ақпан  2апта24ж.ересек.docx"
                      },
                      {
                        "name": "06.3.ақпан  3апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  3апта24ж.ересек.docx"
                      },
                      {
                        "name": "06.4.ақпан  4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/6.ақпан/06.4.ақпан  4апта24ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "7.науырыз",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/7.науырыз",
                    "children": [
                      {
                        "name": "07.4.наурыз 1апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/7.науырыз/07.4.наурыз 1апта24ж.ересек.docx"
                      },
                      {
                        "name": "07.4.наурыз 2апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/7.науырыз/07.4.наурыз 2апта24ж.ересек.docx"
                      },
                      {
                        "name": "07.4.наурыз 3апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/7.науырыз/07.4.наурыз 3апта24ж.ересек.docx"
                      },
                      {
                        "name": "07.4.наурыз 4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/7.науырыз/07.4.наурыз 4апта24ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "8.сәуір",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/8.сәуір",
                    "children": [
                      {
                        "name": "08.4.Сәуір 2апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/8.сәуір/08.4.Сәуір 2апта24ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 3апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/8.сәуір/08.4.Сәуір 3апта24ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/8.сәуір/08.4.Сәуір 4апта24ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір1апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/8.сәуір/08.4.Сәуір1апта24ж.ересек.docx"
                      }
                    ]
                  },
                  {
                    "name": "9.мамыр",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр",
                    "children": [
                      {
                        "name": "09.4.Мамыр  3апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр/09.4.Мамыр  3апта24ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр 1апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр/09.4.Мамыр 1апта24ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр 4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр/09.4.Мамыр 4апта24ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр2апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр/09.4.Мамыр2апта24ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр5апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2. Ересек «Айгөлек» тобы/ЦИКЛОГРАММА/9.мамыр/09.4.Мамыр5апта24ж.ересек.docx"
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "3. Мектепалды «Қарлығаш» тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы",
            "children": [
              {
                "name": "1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2023-2024 оқу жылының Күн тәртібі мектепалды топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/2. 2023-2024 оқу жылының Күн тәртібі мектепалды топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "4. Мектепалды тобының 2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/4. Мектепалды тобының 2023-2024 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/5.ПЕРСПЕКТИВ ПЛАН.docx"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024",
                    "children": [
                      {
                        "name": "01.5+.қыркүйек1апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024/01.5+.қыркүйек1апта23ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек2апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024/01.5+.қыркүйек2апта23ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек3апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024/01.5+.қыркүйек3апта23ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек4апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024/01.5+.қыркүйек4апта23ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек5апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/1.Қыркүйек 2023-2024/01.5+.қыркүйек5апта23ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "2.Қазан 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/2.Қазан 2023-2024",
                    "children": [
                      {
                        "name": "02.5+.қазан1апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/2.Қазан 2023-2024/02.5+.қазан1апта23ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан2апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/2.Қазан 2023-2024/02.5+.қазан2апта23ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан3апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/2.Қазан 2023-2024/02.5+.қазан3апта23ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан4апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/2.Қазан 2023-2024/02.5+.қазан4апта23ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "3.Қараша 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024",
                    "children": [
                      {
                        "name": "03.5+.қазан-қараша1апта23ж.МАД (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024/03.5+.қазан-қараша1апта23ж.МАД (1).docx"
                      },
                      {
                        "name": "03.5+.қараша2апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024/03.5+.қараша2апта23ж.МАД.docx"
                      },
                      {
                        "name": "03.5+.қараша3апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024/03.5+.қараша3апта23ж.МАД.docx"
                      },
                      {
                        "name": "03.5+.қараша4апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024/03.5+.қараша4апта23ж.МАД.docx"
                      },
                      {
                        "name": "03.5+.қараша5апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/3.Қараша 2023-2024/03.5+.қараша5апта23ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "4.Желтоқсан 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/4.Желтоқсан 2023-2024",
                    "children": [
                      {
                        "name": "04.5+.желтоқсан1апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/4.Желтоқсан 2023-2024/04.5+.желтоқсан1апта23ж.МАД.docx"
                      },
                      {
                        "name": "04.5+.желтоқсан2апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/4.Желтоқсан 2023-2024/04.5+.желтоқсан2апта23ж.МАД.docx"
                      },
                      {
                        "name": "04.5+.желтоқсан3апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/4.Желтоқсан 2023-2024/04.5+.желтоқсан3апта23ж.МАД.docx"
                      },
                      {
                        "name": "04.5+.желтоқсан4апта23ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/4.Желтоқсан 2023-2024/04.5+.желтоқсан4апта23ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "5.Қаңтар 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024",
                    "children": [
                      {
                        "name": "05.5+.қаңтар1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024/05.5+.қаңтар1апта24ж.МАД.docx"
                      },
                      {
                        "name": "05.5+.қаңтар2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024/05.5+.қаңтар2апта24ж.МАД.docx"
                      },
                      {
                        "name": "05.5+.қаңтар3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024/05.5+.қаңтар3апта24ж.МАД.docx"
                      },
                      {
                        "name": "05.5+.қаңтар4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024/05.5+.қаңтар4апта24ж.МАД.docx"
                      },
                      {
                        "name": "05.5+.қаңтар5апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/5.Қаңтар 2023-2024/05.5+.қаңтар5апта24ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "6.Ақпан 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/6.Ақпан 2023-2024",
                    "children": [
                      {
                        "name": "06.5+.ақпан1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/6.Ақпан 2023-2024/06.5+.ақпан1апта24ж.МАД.docx"
                      },
                      {
                        "name": "06.5+.ақпан2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/6.Ақпан 2023-2024/06.5+.ақпан2апта24ж.МАД.docx"
                      },
                      {
                        "name": "06.5+.ақпан3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/6.Ақпан 2023-2024/06.5+.ақпан3апта24ж.МАД.docx"
                      },
                      {
                        "name": "06.5+.ақпан4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/6.Ақпан 2023-2024/06.5+.ақпан4апта24ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "7.Наурыз 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/7.Наурыз 2023-2024",
                    "children": [
                      {
                        "name": "07.5+.наурыз1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/7.Наурыз 2023-2024/07.5+.наурыз1апта24ж.МАД.docx"
                      },
                      {
                        "name": "07.5+.наурыз2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/7.Наурыз 2023-2024/07.5+.наурыз2апта24ж.МАД.docx"
                      },
                      {
                        "name": "07.5+.наурыз3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/7.Наурыз 2023-2024/07.5+.наурыз3апта24ж.МАД.docx"
                      },
                      {
                        "name": "07.5+.наурыз4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/7.Наурыз 2023-2024/07.5+.наурыз4апта24ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "8.Сәуір 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/8.Сәуір 2023-2024",
                    "children": [
                      {
                        "name": "08.5+.сәуір1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/8.Сәуір 2023-2024/08.5+.сәуір1апта24ж.МАД.docx"
                      },
                      {
                        "name": "08.5+.сәуір2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/8.Сәуір 2023-2024/08.5+.сәуір2апта24ж.МАД.docx"
                      },
                      {
                        "name": "08.5+.сәуір3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/8.Сәуір 2023-2024/08.5+.сәуір3апта24ж.МАД.docx"
                      },
                      {
                        "name": "08.5+.сәуір4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/8.Сәуір 2023-2024/08.5+.сәуір4апта24ж.МАД.docx"
                      }
                    ]
                  },
                  {
                    "name": "9.Мамыр 2023-2024",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024",
                    "children": [
                      {
                        "name": "09.5+мамыр1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024/09.5+мамыр1апта24ж.МАД.docx"
                      },
                      {
                        "name": "09.5+мамыр2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024/09.5+мамыр2апта24ж.МАД.docx"
                      },
                      {
                        "name": "09.5+мамыр3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024/09.5+мамыр3апта24ж.МАД.docx"
                      },
                      {
                        "name": "09.5+мамыр4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024/09.5+мамыр4апта24ж.МАД.docx"
                      },
                      {
                        "name": "09.5+мамыр5апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2023-2024 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3. Мектепалды «Қарлығаш» тобы/ЦИКЛОГРАММА/9.Мамыр 2023-2024/09.5+мамыр5апта24ж.МАД.docx"
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "type": "folder",
        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "children": [
          {
            "name": "1.Ортаңғы Бүлдіршін тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы",
            "children": [
              {
                "name": "1.ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/1.ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2024-2025 оқу жылының Күн тәртібі ортаңғы  топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/2. 2024-2025 оқу жылының Күн тәртібі ортаңғы  топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/3.ОҚУ ЖОСПАРЫ.pdf"
              },
              {
                "name": "4. Ортаңғы тобының 2024-2025оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/4. Ортаңғы тобының 2024-2025оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/5.ПЕРСПЕКТИВ ПЛАН.docx"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/5.ПЕРСПЕКТИВ ПЛАН.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек",
                    "children": [
                      {
                        "name": "01.3.қыркүйек1апта24ж.ортаңғы.doc",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек1апта24ж.ортаңғы.doc"
                      },
                      {
                        "name": "01.3.қыркүйек1апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек1апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "01.3.қыркүйек2апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек2апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек2апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек2апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "01.3.қыркүйек3апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек3апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек3апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек3апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "01.3.қыркүйек4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек4апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "01.3.қыркүйек4апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.3.қыркүйек4апта24ж.ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "2.қазан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан",
                    "children": [
                      {
                        "name": "02.3.қазан 2, апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 2, апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан 2, апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 2, апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "02.3.қазан 3,апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 3,апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан 3,апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 3,апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "02.3.қазан 4апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 4апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан 4апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан 4апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "02.3.қазан.қараша 5 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан.қараша 5 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан.қараша 5 апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан.қараша 5 апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "02.3.қазан1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "02.3.қазан1апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/2.қазан/02.3.қазан1апта24ж.ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "3.Қараша",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша",
                    "children": [
                      {
                        "name": "03.3.қараша1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша1апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша1апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "03.3.қараша2 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша2 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша2 апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша2 апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "03.3.қараша3 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша3 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша3 апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша3 апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "03.3.қараша4апта24ж. ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша4апта24ж. ортаңғы.docx"
                      },
                      {
                        "name": "03.3.қараша4апта24ж. ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша4апта24ж. ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "4.желтоқсан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан",
                    "children": [
                      {
                        "name": "04.3.желтоксан 2 апта 24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 2 апта 24ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 2 апта 24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 2 апта 24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 3 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 3 апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "04.3.желтоксан 4 апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 4 апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 4 апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 4 апта24ж.ортаңғы.pdf"
                      },
                      {
                        "name": "04.3.желтоксан 5 апта24ж.25ж ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 5 апта24ж.25ж ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоксан 5 апта24ж.25ж ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоксан 5 апта24ж.25ж ортаңғы.pdf"
                      },
                      {
                        "name": "04.3.желтоқсан 1апта24ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоқсан 1апта24ж.ортаңғы.docx"
                      },
                      {
                        "name": "04.3.желтоқсан 1апта24ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/4.желтоқсан/04.3.желтоқсан 1апта24ж.ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "5.қаңтар",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар",
                    "children": [
                      {
                        "name": "05.3.қаңтар  3апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар  3апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар  3апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар  3апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "05.3.қаңтар  4апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар  4апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар  4апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар  4апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "05.3.қаңтар 1 апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар 1 апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар 1 апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар 1 апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "05.3.қаңтар 2апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар 2апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "05.3.қаңтар 2апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/5.қаңтар/05.3.қаңтар 2апта25ж.ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "6.ақпан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан",
                    "children": [
                      {
                        "name": "06.3.ақпан  2апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  2апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  2апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  2апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "06.3.ақпан  3апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  3апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  3апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  3апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "06.3.ақпан  4апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  4апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан  4апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан  4апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "06.3.ақпан 1апта25ж. ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан 1апта25ж. ортаңғы.docx"
                      },
                      {
                        "name": "06.3.ақпан 1апта25ж. ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/6.ақпан/06.3.ақпан 1апта25ж. ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "7.наурыз",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз",
                    "children": [
                      {
                        "name": "07.3.наурыз  1апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз  1апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз  1апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз  1апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "07.3.наурыз 2апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 2апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз 2апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 2апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "07.3.наурыз 3апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 3апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз 3апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 3апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "07.3.наурыз 4апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 4апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "07.3.наурыз 4апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/7.наурыз/07.3.наурыз 4апта25ж.ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "8.сәуір",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір",
                    "children": [
                      {
                        "name": "08.3.Сәуір 1апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 1апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 1апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 1апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "08.3.Сәуір 2апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 2апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 2апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 2апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "08.3.Сәуір 3апта25ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 3апта25ж..ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 3апта25ж..ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 3апта25ж..ортаңғы.pdf"
                      },
                      {
                        "name": "08.3.Сәуір 4апта25ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 4апта25ж..ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 4апта25ж..ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 4апта25ж..ортаңғы.pdf"
                      },
                      {
                        "name": "08.3.Сәуір 5апта25ж..ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 5апта25ж..ортаңғы.docx"
                      },
                      {
                        "name": "08.3.Сәуір 5апта25ж..ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/8.сәуір/08.3.Сәуір 5апта25ж..ортаңғы.pdf"
                      }
                    ]
                  },
                  {
                    "name": "9.мамыр",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр",
                    "children": [
                      {
                        "name": "09.3.Мамыр 1апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 1апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.3.Мамыр 1апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 1апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "09.3.Мамыр 2апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 2апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.3.Мамыр 2апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 2апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "09.3.Мамыр 3апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 3апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.3.Мамыр 3апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 3апта25ж.ортаңғы.pdf"
                      },
                      {
                        "name": "09.3.Мамыр 4апта25ж.ортаңғы.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 4апта25ж.ортаңғы.docx"
                      },
                      {
                        "name": "09.3.Мамыр 4апта25ж.ортаңғы.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА/9.мамыр/09.3.Мамыр 4апта25ж.ортаңғы.pdf"
                      }
                    ]
                  }
                ]
              },
              {
                "name": "ЦИКЛОГРАММА.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.Ортаңғы Бүлдіршін тобы/ЦИКЛОГРАММА.docx"
              }
            ]
          },
          {
            "name": "2.Ересек Айгөлек тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы",
            "children": [
              {
                "name": "1.АЙГӨЛЕК ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/1.АЙГӨЛЕК ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2024-2025 оқу жылының Күн тәртібі ересек  топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/2. 2024-2025 оқу жылының Күн тәртібі ересек  топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/3.ОҚУ ЖОСПАРЫ.pdf"
              },
              {
                "name": "4. Ересек тобының 2024-2025 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/4. Ересек тобының 2024-2025 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/5.ПЕРСПЕКТИВ ПЛАН.docx"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/5.ПЕРСПЕКТИВ ПЛАН.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек",
                    "children": [
                      {
                        "name": "01.4.қыркүйек1апта24ж.ересек .docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек1апта24ж.ересек .docx"
                      },
                      {
                        "name": "01.4.қыркүйек1апта24ж.ересек .pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек1апта24ж.ересек .pdf"
                      },
                      {
                        "name": "01.4.қыркүйек3апта24ж.ересек (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек3апта24ж.ересек (2).docx"
                      },
                      {
                        "name": "01.4.қыркүйек3апта24ж.ересек (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек3апта24ж.ересек (2).pdf"
                      },
                      {
                        "name": "01.4.қыркүйек4апта24ж.ересек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек4апта24ж.ересек (1).docx"
                      },
                      {
                        "name": "01.4.қыркүйек4апта24ж.ересек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/01.4.қыркүйек4апта24ж.ересек (1).pdf"
                      },
                      {
                        "name": "1.қыркүйек2апта24ж.ересек (3).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/1.қыркүйек2апта24ж.ересек (3).docx"
                      },
                      {
                        "name": "1.қыркүйек2апта24ж.ересек (3).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/1.Қыркүйек/1.қыркүйек2апта24ж.ересек (3).pdf"
                      }
                    ]
                  },
                  {
                    "name": "2.Қазан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан",
                    "children": [
                      {
                        "name": "02.4.қазан 2апта24ж.ересек+ (3).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан 2апта24ж.ересек+ (3).docx"
                      },
                      {
                        "name": "02.4.қазан 2апта24ж.ересек+ (3).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан 2апта24ж.ересек+ (3).pdf"
                      },
                      {
                        "name": "02.4.қазан 3апта24ж.ересек (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан 3апта24ж.ересек (2).docx"
                      },
                      {
                        "name": "02.4.қазан 3апта24ж.ересек (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан 3апта24ж.ересек (2).pdf"
                      },
                      {
                        "name": "02.4.қазан.қараша 5апта24ж.ересек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан.қараша 5апта24ж.ересек (1).docx"
                      },
                      {
                        "name": "02.4.қазан.қараша 5апта24ж.ересек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан.қараша 5апта24ж.ересек (1).pdf"
                      },
                      {
                        "name": "02.4.қазан4апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан4апта24ж.ересек.docx"
                      },
                      {
                        "name": "02.4.қазан4апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/02.4.қазан4апта24ж.ересек.pdf"
                      },
                      {
                        "name": "1.қыркүйек.қазан1апта24ж.ересек (5).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/1.қыркүйек.қазан1апта24ж.ересек (5).docx"
                      },
                      {
                        "name": "1.қыркүйек.қазан1апта24ж.ересек (5).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/2.Қазан/1.қыркүйек.қазан1апта24ж.ересек (5).pdf"
                      }
                    ]
                  },
                  {
                    "name": "3.Қараша",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша",
                    "children": [
                      {
                        "name": "03.1.қараша1 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.1.қараша1 апта24ж.ересек.docx"
                      },
                      {
                        "name": "03.1.қараша1 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.1.қараша1 апта24ж.ересек.pdf"
                      },
                      {
                        "name": "03.2.қараша2 апта24ж.ересек (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.2.қараша2 апта24ж.ересек (2).docx"
                      },
                      {
                        "name": "03.2.қараша2 апта24ж.ересек (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.2.қараша2 апта24ж.ересек (2).pdf"
                      },
                      {
                        "name": "03.3.қараша3 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша3 апта24ж.ересек.docx"
                      },
                      {
                        "name": "03.3.қараша3 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.3.қараша3 апта24ж.ересек.pdf"
                      },
                      {
                        "name": "03.4.қараша4 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.4.қараша4 апта24ж.ересек.docx"
                      },
                      {
                        "name": "03.4.қараша4 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/3.Қараша/03.4.қараша4 апта24ж.ересек.pdf"
                      }
                    ]
                  },
                  {
                    "name": "4.Желтоқсан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан",
                    "children": [
                      {
                        "name": "04.1.желтоксан 1апта 24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.1.желтоксан 1апта 24ж.ересек.docx"
                      },
                      {
                        "name": "04.1.желтоксан 1апта 24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.1.желтоксан 1апта 24ж.ересек.pdf"
                      },
                      {
                        "name": "04.2.желтоксан 2 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.2.желтоксан 2 апта24ж.ересек.docx"
                      },
                      {
                        "name": "04.2.желтоксан 2 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.2.желтоксан 2 апта24ж.ересек.pdf"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.3.желтоксан 3 апта24ж.ересек.docx"
                      },
                      {
                        "name": "04.3.желтоксан 3 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.3.желтоксан 3 апта24ж.ересек.pdf"
                      },
                      {
                        "name": "04.4.желтоксан 4 апта24ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.4.желтоксан 4 апта24ж.ересек.docx"
                      },
                      {
                        "name": "04.4.желтоксан 4 апта24ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/4.Желтоқсан/04.4.желтоксан 4 апта24ж.ересек.pdf"
                      }
                    ]
                  },
                  {
                    "name": "5.Қаңтар",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар",
                    "children": [
                      {
                        "name": "05.2.қаңтар 1апта25ж.ересек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.2.қаңтар 1апта25ж.ересек (1).docx"
                      },
                      {
                        "name": "05.2.қаңтар 1апта25ж.ересек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.2.қаңтар 1апта25ж.ересек (1).pdf"
                      },
                      {
                        "name": "05.3.қаңтар  2апта25ж.ересек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.3.қаңтар  2апта25ж.ересек (1).docx"
                      },
                      {
                        "name": "05.3.қаңтар  2апта25ж.ересек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.3.қаңтар  2апта25ж.ересек (1).pdf"
                      },
                      {
                        "name": "05.4.қаңтар  3апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.4.қаңтар  3апта25ж.ересек.docx"
                      },
                      {
                        "name": "05.4.қаңтар  3апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.4.қаңтар  3апта25ж.ересек.pdf"
                      },
                      {
                        "name": "05.5.қаңтар  4апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.5.қаңтар  4апта25ж.ересек.docx"
                      },
                      {
                        "name": "05.5.қаңтар  4апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/5.Қаңтар/05.5.қаңтар  4апта25ж.ересек.pdf"
                      }
                    ]
                  },
                  {
                    "name": "6.Ақпан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан",
                    "children": [
                      {
                        "name": "06.1.ақпан  1апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.1.ақпан  1апта25ж.ересек.docx"
                      },
                      {
                        "name": "06.1.ақпан  1апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.1.ақпан  1апта25ж.ересек.pdf"
                      },
                      {
                        "name": "06.2.ақпан  2апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.2.ақпан  2апта25ж.ересек.docx"
                      },
                      {
                        "name": "06.2.ақпан  2апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.2.ақпан  2апта25ж.ересек.pdf"
                      },
                      {
                        "name": "06.3.ақпан  3апта25ж.ересек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.3.ақпан  3апта25ж.ересек (1).docx"
                      },
                      {
                        "name": "06.3.ақпан  3апта25ж.ересек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.3.ақпан  3апта25ж.ересек (1).pdf"
                      },
                      {
                        "name": "06.4.ақпан  4апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.4.ақпан  4апта25ж.ересек.docx"
                      },
                      {
                        "name": "06.4.ақпан  4апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/6.Ақпан/06.4.ақпан  4апта25ж.ересек.pdf"
                      }
                    ]
                  },
                  {
                    "name": "7.Наурыз",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз",
                    "children": [
                      {
                        "name": "07.4.наурыз 1апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 1апта25ж.ересек.docx"
                      },
                      {
                        "name": "07.4.наурыз 1апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 1апта25ж.ересек.pdf"
                      },
                      {
                        "name": "07.4.наурыз 2апта25ж.ересек (3).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 2апта25ж.ересек (3).docx"
                      },
                      {
                        "name": "07.4.наурыз 2апта25ж.ересек (3).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 2апта25ж.ересек (3).pdf"
                      },
                      {
                        "name": "07.4.наурыз 3апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 3апта25ж.ересек.docx"
                      },
                      {
                        "name": "07.4.наурыз 3апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 3апта25ж.ересек.pdf"
                      },
                      {
                        "name": "07.4.наурыз 4апта25ж.ересек (3).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 4апта25ж.ересек (3).docx"
                      },
                      {
                        "name": "07.4.наурыз 4апта25ж.ересек (3).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/7.Наурыз/07.4.наурыз 4апта25ж.ересек (3).pdf"
                      }
                    ]
                  },
                  {
                    "name": "8.Сәуір",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір",
                    "children": [
                      {
                        "name": "08.4.Сәуір 2апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 2апта25ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 2апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 2апта25ж.ересек.pdf"
                      },
                      {
                        "name": "08.4.Сәуір 3апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 3апта25ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 3апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 3апта25ж.ересек.pdf"
                      },
                      {
                        "name": "08.4.Сәуір 4апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 4апта25ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 4апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 4апта25ж.ересек.pdf"
                      },
                      {
                        "name": "08.4.Сәуір 5апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 5апта25ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір 5апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір 5апта25ж.ересек.pdf"
                      },
                      {
                        "name": "08.4.Сәуір1апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір1апта25ж.ересек.docx"
                      },
                      {
                        "name": "08.4.Сәуір1апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/8.Сәуір/08.4.Сәуір1апта25ж.ересек.pdf"
                      }
                    ]
                  },
                  {
                    "name": "9.Мамыр",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр",
                    "children": [
                      {
                        "name": "09.4.Мамыр  2апта25ж.ересек (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр  2апта25ж.ересек (2).docx"
                      },
                      {
                        "name": "09.4.Мамыр  2апта25ж.ересек (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр  2апта25ж.ересек (2).pdf"
                      },
                      {
                        "name": "09.4.Мамыр 3апта25ж.ересек (4).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр 3апта25ж.ересек (4).docx"
                      },
                      {
                        "name": "09.4.Мамыр 3апта25ж.ересек (4).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр 3апта25ж.ересек (4).pdf"
                      },
                      {
                        "name": "09.4.Мамыр1апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр1апта25ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр1апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр1апта25ж.ересек.pdf"
                      },
                      {
                        "name": "09.4.Мамыр4апта25ж.ересек.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр4апта25ж.ересек.docx"
                      },
                      {
                        "name": "09.4.Мамыр4апта25ж.ересек.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.Ересек Айгөлек тобы/ЦИКЛОГРАММА/9.Мамыр/09.4.Мамыр4апта25ж.ересек.pdf"
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "3.Мектепалды Қарлығаш тобы",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы",
            "children": [
              {
                "name": "1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2024-2025 оқу жылының Күн тәртібі мектепалды топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/2. 2024-2025 оқу жылының Күн тәртібі мектепалды топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/3.ОҚУ ЖОСПАРЫ.pdf"
              },
              {
                "name": "4. Мектепалды тобының 2024-2025 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/4. Мектепалды тобының 2024-2025 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/5.ПЕРСПЕКТИВ ПЛАН.docx"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/5.ПЕРСПЕКТИВ ПЛАН.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025",
                    "children": [
                      {
                        "name": "01.5+.қыркүйек1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек1апта24ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек1апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек1апта24ж.МАД.pdf"
                      },
                      {
                        "name": "01.5+.қыркүйек2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек2апта24ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек2апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек2апта24ж.МАД.pdf"
                      },
                      {
                        "name": "01.5+.қыркүйек3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек3апта24ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек3апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек3апта24ж.МАД.pdf"
                      },
                      {
                        "name": "01.5+.қыркүйек4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек4апта24ж.МАД.docx"
                      },
                      {
                        "name": "01.5+.қыркүйек4апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/1.Қыркүйек 2024-2025/01.5+.қыркүйек4апта24ж.МАД.pdf"
                      }
                    ]
                  },
                  {
                    "name": "2.Қазан 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025",
                    "children": [
                      {
                        "name": "02.5+.қазан 1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан 1апта24ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан 1апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан 1апта24ж.МАД.pdf"
                      },
                      {
                        "name": "02.5+.қазан2апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан2апта24ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан2апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан2апта24ж.МАД.pdf"
                      },
                      {
                        "name": "02.5+.қазан3апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан3апта24ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан3апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан3апта24ж.МАД.pdf"
                      },
                      {
                        "name": "02.5+.қазан4апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан4апта24ж.МАД.docx"
                      },
                      {
                        "name": "02.5+.қазан4апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/02.5+.қазан4апта24ж.МАД.pdf"
                      },
                      {
                        "name": "03.5+.қазан-қараша1апта24ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/03.5+.қазан-қараша1апта24ж.МАД.docx"
                      },
                      {
                        "name": "03.5+.қазан-қараша1апта24ж.МАД.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/2.Қазан 2024-2025/03.5+.қазан-қараша1апта24ж.МАД.pdf"
                      }
                    ]
                  },
                  {
                    "name": "3.Қараша 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025",
                    "children": [
                      {
                        "name": "Қараша 04-08.11.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша 04-08.11.docx"
                      },
                      {
                        "name": "Қараша 04-08.11.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша 04-08.11.pdf"
                      },
                      {
                        "name": "Қараша11-15.11.24.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша11-15.11.24.docx"
                      },
                      {
                        "name": "Қараша11-15.11.24.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша11-15.11.24.pdf"
                      },
                      {
                        "name": "Қараша18-22.11.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша18-22.11.docx"
                      },
                      {
                        "name": "Қараша18-22.11.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша18-22.11.pdf"
                      },
                      {
                        "name": "Қараша25-29.11.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша25-29.11.docx"
                      },
                      {
                        "name": "Қараша25-29.11.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/3.Қараша 2024-2025/Қараша25-29.11.pdf"
                      }
                    ]
                  },
                  {
                    "name": "4.Желтоқсан 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025",
                    "children": [
                      {
                        "name": "Декабрь 16.12-20.12 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 16.12-20.12 (1).docx"
                      },
                      {
                        "name": "Декабрь 16.12-20.12 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 16.12-20.12 (1).pdf"
                      },
                      {
                        "name": "Декабрь 2.12-06.12 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 2.12-06.12 (1).docx"
                      },
                      {
                        "name": "Декабрь 2.12-06.12 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 2.12-06.12 (1).pdf"
                      },
                      {
                        "name": "Декабрь 23.12-27.12 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 23.12-27.12 (1).docx"
                      },
                      {
                        "name": "Декабрь 23.12-27.12 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 23.12-27.12 (1).pdf"
                      },
                      {
                        "name": "Декабрь 30-03.01.25 (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 30-03.01.25 (2).docx"
                      },
                      {
                        "name": "Декабрь 30-03.01.25 (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 30-03.01.25 (2).pdf"
                      },
                      {
                        "name": "Декабрь 9.12-13.12 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 9.12-13.12 (1).docx"
                      },
                      {
                        "name": "Декабрь 9.12-13.12 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/4.Желтоқсан 2024-2025/Декабрь 9.12-13.12 (1).pdf"
                      }
                    ]
                  },
                  {
                    "name": "5.Қаңтар 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025",
                    "children": [
                      {
                        "name": "05.5+.қаңтар3апта25ж.МАД.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/05.5+.қаңтар3апта25ж.МАД.docx"
                      },
                      {
                        "name": "Январь 06-10.01. (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 06-10.01. (1).docx"
                      },
                      {
                        "name": "Январь 06-10.01. (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 06-10.01. (1).pdf"
                      },
                      {
                        "name": "Январь 20-24.01 (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 20-24.01 (2).docx"
                      },
                      {
                        "name": "Январь 20-24.01 (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 20-24.01 (2).pdf"
                      },
                      {
                        "name": "Январь 27-31.01 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 27-31.01 (1).docx"
                      },
                      {
                        "name": "Январь 27-31.01 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/5.Қаңтар 2024-2025/Январь 27-31.01 (1).pdf"
                      }
                    ]
                  },
                  {
                    "name": "6.Ақпан 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025",
                    "children": [
                      {
                        "name": "Февраль 03-07.02 (1) (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 03-07.02 (1) (1).docx"
                      },
                      {
                        "name": "Февраль 03-07.02 (1) (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 03-07.02 (1) (1).pdf"
                      },
                      {
                        "name": "Февраль 10-14.02 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 10-14.02 (1).docx"
                      },
                      {
                        "name": "Февраль 10-14.02 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 10-14.02 (1).pdf"
                      },
                      {
                        "name": "Февраль 17-21.02 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 17-21.02 (1).docx"
                      },
                      {
                        "name": "Февраль 17-21.02 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 17-21.02 (1).pdf"
                      },
                      {
                        "name": "Февраль 24-28.02 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 24-28.02 (1).docx"
                      },
                      {
                        "name": "Февраль 24-28.02 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/6.Ақпан 2024-2025/Февраль 24-28.02 (1).pdf"
                      }
                    ]
                  },
                  {
                    "name": "7.Наурыз 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025",
                    "children": [
                      {
                        "name": "Март 03-07.25 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 03-07.25 (1).docx"
                      },
                      {
                        "name": "Март 03-07.25 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 03-07.25 (1).pdf"
                      },
                      {
                        "name": "Март 10-14.25.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 10-14.25.docx"
                      },
                      {
                        "name": "Март 10-14.25.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 10-14.25.pdf"
                      },
                      {
                        "name": "Март 17-21.25 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 17-21.25 (1).docx"
                      },
                      {
                        "name": "Март 17-21.25 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 17-21.25 (1).pdf"
                      },
                      {
                        "name": "Март 24-28.25.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 24-28.25.docx"
                      },
                      {
                        "name": "Март 24-28.25.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/7.Наурыз 2024-2025/Март 24-28.25.pdf"
                      }
                    ]
                  },
                  {
                    "name": "8.Сәуір 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025",
                    "children": [
                      {
                        "name": "Апрель 07-11.25.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 07-11.25.docx"
                      },
                      {
                        "name": "Апрель 07-11.25.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 07-11.25.pdf"
                      },
                      {
                        "name": "Апрель 14-18.25 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 14-18.25 (1).docx"
                      },
                      {
                        "name": "Апрель 14-18.25 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 14-18.25 (1).pdf"
                      },
                      {
                        "name": "Апрель 21-25.25.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 21-25.25.docx"
                      },
                      {
                        "name": "Апрель 21-25.25.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 21-25.25.pdf"
                      },
                      {
                        "name": "Апрель 31-04.25.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 31-04.25.docx"
                      },
                      {
                        "name": "Апрель 31-04.25.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/8.Сәуір 2024-2025/Апрель 31-04.25.pdf"
                      }
                    ]
                  },
                  {
                    "name": "9.Мамыр 2024-2025",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025",
                    "children": [
                      {
                        "name": "Май 05-09.25 (2).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 05-09.25 (2).docx"
                      },
                      {
                        "name": "Май 05-09.25 (2).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 05-09.25 (2).pdf"
                      },
                      {
                        "name": "Май 12-16.25 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 12-16.25 (1).docx"
                      },
                      {
                        "name": "Май 12-16.25 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 12-16.25 (1).pdf"
                      },
                      {
                        "name": "Май 19-23.25 (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 19-23.25 (1).docx"
                      },
                      {
                        "name": "Май 19-23.25 (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 19-23.25 (1).pdf"
                      },
                      {
                        "name": "Май 26-30.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 26-30.docx"
                      },
                      {
                        "name": "Май 26-30.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.Мектепалды Қарлығаш тобы/ЦИКЛОГРАММА/9.Мамыр 2024-2025/Май 26-30.pdf"
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "name": "БАЛА ДАМУЫНЫҢ ЖЕКЕ КАРТАСЫ.docx",
            "type": "file",
            "fileType": "word",
            "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/БАЛА ДАМУЫНЫҢ ЖЕКЕ КАРТАСЫ.docx"
          },
          {
            "name": "ЦИКЛОГРАММА.docx",
            "type": "file",
            "fileType": "word",
            "path": "4.Оқу –әдістемелік жұмыс/2024-2025 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/ЦИКЛОГРАММА.docx"
          }
        ]
      },
      {
        "name": "2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "type": "folder",
        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП",
        "children": [
          {
            "name": "1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ",
            "children": [
              {
                "name": "1.БҮЛДІРШІН ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/1.БҮЛДІРШІН ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2025-2026 оқу жылының Күн тәртібі ортаңғы  топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/2. 2025-2026 оқу жылының Күн тәртібі ортаңғы  топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "4. Ортаңғы тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/4. Ортаңғы тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ ПЛАН.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/5.ПЕРСПЕКТИВ ПЛАН.docx"
              },
              {
                "name": "Оқу жоспары.doc",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/Оқу жоспары.doc"
              },
              {
                "name": "Тізім 2023-2024 оқу жылы Күншуақ  тобы.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/Тізім 2023-2024 оқу жылы Күншуақ  тобы.docx"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.орта топ қыркүйек.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/ЦИКЛОГРАММА/1.орта топ қыркүйек.docx"
                  },
                  {
                    "name": "2.ортанғы топ қазан.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/ЦИКЛОГРАММА/2.ортанғы топ қазан.docx"
                  },
                  {
                    "name": "3.орта топ қараша.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/ЦИКЛОГРАММА/3.орта топ қараша.docx"
                  },
                  {
                    "name": "4.орта топ желтоқсан.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/1.ОРТАҢҒЫ БҮЛДІРШІН ТОБЫ 25-26ЖЫЛ/ЦИКЛОГРАММА/4.орта топ желтоқсан.docx"
                  }
                ]
              }
            ]
          },
          {
            "name": "2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ",
            "children": [
              {
                "name": "1.АЙГӨЛЕК ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/1.АЙГӨЛЕК ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2.КҮН ТӘРТІБІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/2.КҮН ТӘРТІБІ.pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/3.ОҚУ ЖОСПАРЫ.pdf"
              },
              {
                "name": "4. Ересек тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/4. Ересек тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/5.ПЕРСПЕКТИВ.docx"
              },
              {
                "name": "5.ПЕРСПЕКТИВ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/5.ПЕРСПЕКТИВ.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек 2025-2026 Айгөлек тобы.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/1.Қыркүйек 2025-2026 Айгөлек тобы.docx"
                  },
                  {
                    "name": "1.Қыркүйек 2025-2026 Айгөлек тобы.pdf",
                    "type": "file",
                    "fileType": "pdf",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/1.Қыркүйек 2025-2026 Айгөлек тобы.pdf"
                  },
                  {
                    "name": "2.Қазан 2025-2026 Айгөлек тобы.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/2.Қазан 2025-2026 Айгөлек тобы.docx"
                  },
                  {
                    "name": "2.Қазан 2025-2026 Айгөлек тобы.pdf",
                    "type": "file",
                    "fileType": "pdf",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/2.Қазан 2025-2026 Айгөлек тобы.pdf"
                  },
                  {
                    "name": "3.Қараша 2025-2026 Айгөлек тобы.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/3.Қараша 2025-2026 Айгөлек тобы.docx"
                  },
                  {
                    "name": "3.Қараша 2025-2026 Айгөлек тобы.pdf",
                    "type": "file",
                    "fileType": "pdf",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/3.Қараша 2025-2026 Айгөлек тобы.pdf"
                  },
                  {
                    "name": "4.Желтоқсан2025-2026 Айөлек тобы.docx",
                    "type": "file",
                    "fileType": "word",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/4.Желтоқсан2025-2026 Айөлек тобы.docx"
                  },
                  {
                    "name": "4.Желтоқсан2025-2026 Айөлек тобы.pdf",
                    "type": "file",
                    "fileType": "pdf",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/2.ЕРЕСЕК АЙГӨЛЕК ТОБЫ/ЦИКЛОГРАММА/4.Желтоқсан2025-2026 Айөлек тобы.pdf"
                  }
                ]
              }
            ]
          },
          {
            "name": "3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ",
            "type": "folder",
            "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ",
            "children": [
              {
                "name": "1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/1.ҚАРЛЫҒАШ ТОП ТІЗІМІ.pdf"
              },
              {
                "name": "2. 2025-2026 оқу жылының Күн тәртібі мектепалды топ .pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/2. 2025-2026 оқу жылының Күн тәртібі мектепалды топ .pdf"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/3.ОҚУ ЖОСПАРЫ.docx"
              },
              {
                "name": "3.ОҚУ ЖОСПАРЫ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/3.ОҚУ ЖОСПАРЫ.pdf"
              },
              {
                "name": "4. Мектепалды тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/4. Мектепалды тобының 2025-2026 оқу жылына арналған ҰІӘ кестесі.pdf"
              },
              {
                "name": "5.ПЕРСПЕКТИВ.docx",
                "type": "file",
                "fileType": "word",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/5.ПЕРСПЕКТИВ.docx"
              },
              {
                "name": "5.ПЕРСПЕКТИВ.pdf",
                "type": "file",
                "fileType": "pdf",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/5.ПЕРСПЕКТИВ.pdf"
              },
              {
                "name": "ЦИКЛОГРАММА",
                "type": "folder",
                "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА",
                "children": [
                  {
                    "name": "1.Қыркүйек",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/1.Қыркүйек",
                    "children": [
                      {
                        "name": "1.мекепалды топ қыркүйек (1).docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/1.Қыркүйек/1.мекепалды топ қыркүйек (1).docx"
                      },
                      {
                        "name": "1.мекепалды топ қыркүйек (1).pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/1.Қыркүйек/1.мекепалды топ қыркүйек (1).pdf"
                      }
                    ]
                  },
                  {
                    "name": "2.Қазан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/2.Қазан",
                    "children": [
                      {
                        "name": "Мектепалды топ қазан25-26.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/2.Қазан/Мектепалды топ қазан25-26.docx"
                      },
                      {
                        "name": "Мектепалды топ қазан25-26.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/2.Қазан/Мектепалды топ қазан25-26.pdf"
                      }
                    ]
                  },
                  {
                    "name": "3.Қараша",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/3.Қараша",
                    "children": [
                      {
                        "name": "Мектепалды топ қараша25-26.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/3.Қараша/Мектепалды топ қараша25-26.docx"
                      },
                      {
                        "name": "Мектепалды топ қараша25-26.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/3.Қараша/Мектепалды топ қараша25-26.pdf"
                      }
                    ]
                  },
                  {
                    "name": "4.Желтоқсан",
                    "type": "folder",
                    "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/4.Желтоқсан",
                    "children": [
                      {
                        "name": "Мектепалды топ ЖЕЛТОҚСАН 25-26.docx",
                        "type": "file",
                        "fileType": "word",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/4.Желтоқсан/Мектепалды топ ЖЕЛТОҚСАН 25-26.docx"
                      },
                      {
                        "name": "Мектепалды топ ЖЕЛТОҚСАН 25-26.pdf",
                        "type": "file",
                        "fileType": "pdf",
                        "path": "4.Оқу –әдістемелік жұмыс/2025-2026 ОҚУ ЖЫЛЫ ЖОСПАРЫ 3 ТОП/3.МЕКТЕПАЛЫ  ҚАРЛЫҒАШ ТОБЫ 2025-2026ОҚУ ЖЫЛЫ/ЦИКЛОГРАММА/4.Желтоқсан/Мектепалды топ ЖЕЛТОҚСАН 25-26.pdf"
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "6.Ақпараттық ресурстар",
    "type": "folder",
    "path": "6.Ақпараттық ресурстар",
    "children": [
      {
        "name": "Instagram парақшасының адресі.docx",
        "type": "file",
        "fileType": "word",
        "path": "6.Ақпараттық ресурстар/Instagram парақшасының адресі.docx"
      }
    ]
  },
  {
    "name": "7.Тәрбиеленушілердің білімін бағалау",
    "type": "folder",
    "path": "7.Тәрбиеленушілердің білімін бағалау",
    "children": [
      {
        "name": "2023-2024 МОНИТОРИНГ",
        "type": "folder",
        "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ",
        "children": [
          {
            "name": "МДҰ_әдіскері_4_топ_БАСТАПҚЫ_есебі_2023_2024_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МДҰ_әдіскері_4_топ_БАСТАПҚЫ_есебі_2023_2024_оқу_жылы.xlsx"
          },
          {
            "name": "МДҰ_әдіскері_аралық_есебі_2023_2024_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МДҰ_әдіскері_аралық_есебі_2023_2024_оқу_жылы.xlsx"
          },
          {
            "name": "МДҰ_әдіскері_қорытынды_есебі_2023-2024_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МДҰ_әдіскері_қорытынды_есебі_2023-2024_оқу_жылы.xlsx"
          },
          {
            "name": "МОНИТОРИНГ Айгөлек тобы 2023-2024ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2023-2024ж",
            "children": [
              {
                "name": "3.Ересек  І тоқ23-24ж Айгөлек 25б -.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2023-2024ж/3.Ересек  І тоқ23-24ж Айгөлек 25б -.xlsx"
              },
              {
                "name": "4+ Ересек  23-24ж 25бАйгөлек қорт.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2023-2024ж/4+ Ересек  23-24ж 25бАйгөлек қорт.xlsx"
              },
              {
                "name": "4+аралык23-24ж 25б Айгөлек.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2023-2024ж/4+аралык23-24ж 25б Айгөлек.xlsx"
              },
              {
                "name": "4+корт23-24 жеке даму25б Айгөлек.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2023-2024ж/4+корт23-24 жеке даму25б Айгөлек.docx"
              }
            ]
          },
          {
            "name": "МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж",
            "children": [
              {
                "name": "1.3+Бастапқы 23-24ж 25б -Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж/1.3+Бастапқы 23-24ж 25б -Бүлдіршін.xlsx"
              },
              {
                "name": "2.3+аралык23-24ж 25б Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж/2.3+аралык23-24ж 25б Бүлдіршін.xlsx"
              },
              {
                "name": "3+жеке  даму қор 23-24жБүлдіршін.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж/3+жеке  даму қор 23-24жБүлдіршін.docx"
              },
              {
                "name": "3. 3+ Қортынды23-24ж 25б Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін тобы 2023-2024ж/3. 3+ Қортынды23-24ж 25б Бүлдіршін.xlsx"
              }
            ]
          },
          {
            "name": "МОНИТОРИНГ Мектепалды топ 2023-2024ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2023-2024ж",
            "children": [
              {
                "name": "5+ МАД  топ 23-24ж 25б Қарлығаш.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2023-2024ж/5+ МАД  топ 23-24ж 25б Қарлығаш.xlsx"
              },
              {
                "name": "5+.арал 23-24ж 25б, Қарлығаш.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2023-2024ж/5+.арал 23-24ж 25б, Қарлығаш.xlsx"
              },
              {
                "name": "5+қорт бала жеке 25б Қарлығаш  23-24ж.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2023-2024ж/5+қорт бала жеке 25б Қарлығаш  23-24ж.docx"
              },
              {
                "name": "5.МД  І т 23-24ж Қарлығаш 25б.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2023-2024 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2023-2024ж/5.МД  І т 23-24ж Қарлығаш 25б.xlsx"
              }
            ]
          }
        ]
      },
      {
        "name": "2024-2025 МОНИТОРИНГ",
        "type": "folder",
        "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ",
        "children": [
          {
            "name": "МДҰ_әдіскері_4_топ_БАСТАПҚЫ_есебі_2024_2025_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МДҰ_әдіскері_4_топ_БАСТАПҚЫ_есебі_2024_2025_оқу_жылы.xlsx"
          },
          {
            "name": "МДҰ_әдіскері_аралық_есебі_2024_2025_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МДҰ_әдіскері_аралық_есебі_2024_2025_оқу_жылы.xlsx"
          },
          {
            "name": "МДҰ_әдіскері_қорытынды_есебі_2024-2025_оқу_жылы.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МДҰ_әдіскері_қорытынды_есебі_2024-2025_оқу_жылы.xlsx"
          },
          {
            "name": "МОНИТОРИНГ Айгөлек тобы 2024-2025ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2024-2025ж",
            "children": [
              {
                "name": "4+ Ерес 24-25ж 25б қорт Айгөлек.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2024-2025ж/4+ Ерес 24-25ж 25б қорт Айгөлек.xlsx"
              },
              {
                "name": "4+.Ересек  ІІ арал 24-25ж 25б  Айгөлек.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2024-2025ж/4+.Ересек  ІІ арал 24-25ж 25б  Айгөлек.xlsx"
              },
              {
                "name": "4+.Ересек Ітоқ 24-25ж  25б - Айгөлек.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2024-2025ж/4+.Ересек Ітоқ 24-25ж  25б - Айгөлек.xlsx"
              },
              {
                "name": "қорт  бала жеке 25б 24-25ж Айгөлек.DOCX",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Айгөлек тобы 2024-2025ж/қорт  бала жеке 25б 24-25ж Айгөлек.DOCX"
              }
            ]
          },
          {
            "name": "МОНИТОРИНГ Бүлдіршін 2024-2025ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін 2024-2025ж",
            "children": [
              {
                "name": "3+.Ортаңғы ІІ  арал 24-25ж 25б Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін 2024-2025ж/3+.Ортаңғы ІІ  арал 24-25ж 25б Бүлдіршін.xlsx"
              },
              {
                "name": "3.Орт ІІІт 24-25ж   25б - Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін 2024-2025ж/3.Орт ІІІт 24-25ж   25б - Бүлдіршін.xlsx"
              },
              {
                "name": "3.Ортаңғы І тоқ24-25ж  25б Бүлдіршін.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін 2024-2025ж/3.Ортаңғы І тоқ24-25ж  25б Бүлдіршін.xlsx"
              },
              {
                "name": "жеке даму  қорт 25б  24-25ж Бүлдіршін.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Бүлдіршін 2024-2025ж/жеке даму  қорт 25б  24-25ж Бүлдіршін.docx"
              }
            ]
          },
          {
            "name": "МОНИТОРИНГ Мектепалды топ 2024-2025ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2024-2025ж",
            "children": [
              {
                "name": "5+ МА 24-25ж 25б қорт Қарлығаш.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2024-2025ж/5+ МА 24-25ж 25б қорт Қарлығаш.xlsx"
              },
              {
                "name": "5+.МА ІІ арал24-25ж 25б Қарлығаш.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2024-2025ж/5+.МА ІІ арал24-25ж 25б Қарлығаш.xlsx"
              },
              {
                "name": "5.МАтоп І тоқсан 24-25ж 25б,,  Қарлығаш - көшірме.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2024-2025ж/5.МАтоп І тоқсан 24-25ж 25б,,  Қарлығаш - көшірме.xlsx"
              },
              {
                "name": "МА қорт 24-25 жеке даму25б Қарлығаш (1).docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2024-2025 МОНИТОРИНГ/МОНИТОРИНГ Мектепалды топ 2024-2025ж/МА қорт 24-25 жеке даму25б Қарлығаш (1).docx"
              }
            ]
          }
        ]
      },
      {
        "name": "2025-2026 МОНИТОРИНГ",
        "type": "folder",
        "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ",
        "children": [
          {
            "name": "Косымша_2_МДУ_адискер_Жан жылуы_ББ_БАСТАПҚЫ.xlsx",
            "type": "file",
            "fileType": "excel",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Косымша_2_МДУ_адискер_Жан жылуы_ББ_БАСТАПҚЫ.xlsx"
          },
          {
            "name": "МРНИТОРИНГ Бүлдіршін 2025-2026ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/МРНИТОРИНГ Бүлдіршін 2025-2026ж",
            "children": [
              {
                "name": "3 жас  Бүлдіршін бастапқы 25-26ж.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/МРНИТОРИНГ Бүлдіршін 2025-2026ж/3 жас  Бүлдіршін бастапқы 25-26ж.xlsx"
              },
              {
                "name": "3 жас Бүлдіршін  ЖЕКЕ ДАМУ 25-26ж.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/МРНИТОРИНГ Бүлдіршін 2025-2026ж/3 жас Бүлдіршін  ЖЕКЕ ДАМУ 25-26ж.docx"
              }
            ]
          },
          {
            "name": "Мониторинг Айгөлек  тобы 2025-2026ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Айгөлек  тобы 2025-2026ж",
            "children": [
              {
                "name": "4 жас Айгөлек бастапкы 25-26ж.xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Айгөлек  тобы 2025-2026ж/4 жас Айгөлек бастапкы 25-26ж.xlsx"
              },
              {
                "name": "ересек Айгөлек  тобы ЖЕКЕ ДАМУ 2025-2026ж.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Айгөлек  тобы 2025-2026ж/ересек Айгөлек  тобы ЖЕКЕ ДАМУ 2025-2026ж.docx"
              }
            ]
          },
          {
            "name": "Мониторинг Қарлығаш тобы 2025-2026ж",
            "type": "folder",
            "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Қарлығаш тобы 2025-2026ж",
            "children": [
              {
                "name": "5 жас Қарлығаш  ЖЕКЕ ДАМУ 25-26ж.docx",
                "type": "file",
                "fileType": "word",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Қарлығаш тобы 2025-2026ж/5 жас Қарлығаш  ЖЕКЕ ДАМУ 25-26ж.docx"
              },
              {
                "name": "5 жас Қарлығаш бастапқы 25-26ж (2).xlsx",
                "type": "file",
                "fileType": "excel",
                "path": "7.Тәрбиеленушілердің білімін бағалау/2025-2026 МОНИТОРИНГ/Мониторинг Қарлығаш тобы 2025-2026ж/5 жас Қарлығаш бастапқы 25-26ж (2).xlsx"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "ӨЗІН-ӨЗІ БАҒАЛАУ",
    "type": "folder",
    "path": "ӨЗІН-ӨЗІ БАҒАЛАУ",
    "children": [
      {
        "name": "Педкенес-Хаттамасы_өзін-өзі бағалау.docx",
        "type": "file",
        "fileType": "word",
        "path": "ӨЗІН-ӨЗІ БАҒАЛАУ/Педкенес-Хаттамасы_өзін-өзі бағалау.docx"
      },
      {
        "name": "ӨЗІН-ӨЗІ бағалау ЖЖ бб (1).docx",
        "type": "file",
        "fileType": "word",
        "path": "ӨЗІН-ӨЗІ БАҒАЛАУ/ӨЗІН-ӨЗІ бағалау ЖЖ бб (1).docx"
      }
    ]
  },
  {
    "name": "Мекеме құжаттары",
    "type": "folder",
    "path": "Мекеме құжаттары",
    "children": [
      {
        "name": "БИН_compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/БИН_compressed.pdf"
      },
      {
        "name": "Договор_пожарка.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Договор_пожарка.pdf"
      },
      {
        "name": "Жарғы “Жан жылуы”бб_compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Жарғы “Жан жылуы”бб_compressed.pdf"
      },
      {
        "name": "Мед договор_compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Мед договор_compressed.pdf"
      },
      {
        "name": "Сэс заключение _compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Сэс заключение _compressed.pdf"
      },
      {
        "name": "Техобслуживание _compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Техобслуживание _compressed.pdf"
      },
      {
        "name": "Штатка_compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Штатка_compressed.pdf"
      },
      {
        "name": "Қызметті жүзеге асыру хабарлама_compressed.pdf",
        "type": "file",
        "fileType": "pdf",
        "path": "Мекеме құжаттары/Қызметті жүзеге асыру хабарлама_compressed.pdf"
      }
    ]
  }
];